[
    {
        "name": "Neat",
        "cover": "/images/FacadeAlbum.png",
        "type" : "Album",
        "yearRelease": "Mars 2022",
        "tracks": 12,
        "tracklist": {
            "1" : "Are You",
            "2" : "Stupid ?",
            "3" : "Division",
            "4" : "Eye",
            "5" : "Mister Young Boy",
            "6" : "Virtual Home",
            "7" : "Psychosis (feat Eugénie Ripoll)",
            "8" : "Conscientious",
            "9" : "Plethora",
            "10" : "Asthenia",
            "11" : "Interlude",
            "12" : "Ritual"
        },
        "totalLength" : "56 min 36 s",
        "description" : "Pourquoi ce visuel ? Nous avons tous été inspiré par l'ère industrielle et technologique actuelle, en voulant exprimer quelque chose de menaçant, dantesque, où la première face démontre la puissance d'une richesse, antipode du verso de l'album où l'on observe la silhouette de ce que l'on pourrait définir comme Bidonville. Le graphisme a été inspiré par l'univers de Charles Burns, dans des nuances vertes et noires, choisies pour notre identité visuelle artistique. Sur cet album éponyme, l'objectif de la production est de moderniser les codes du Neo-Metal en mélangeant une base groovy old-school avec des rythmiques moderne, plus techniques et déstructurées. On y retrouve aussi bien des mélodies aux harmonies travaillées que des passages lourds, dissonants, ou déjantés. Pour ce qui est des thèmes abordés, ils sont réunis autour d'une même ligne directrice :les points noirs de l'évolution humaine et leurs conséquences sur l'individu et la société actuelle. Par exemple sur le titre 'Eye' (pour lequel nous avons choisi de faire un clip), l'œil pour la surveillance, 'Big brother is watching you', une forme d'autorité suprême, qu'elle soit militaire, parentale ou conjugale. Ici le narrateur, ou l'opprimé, est conscient de cette situation et cherche à se libérer de cette étreinte écrasante. 'I can't breathe, but you will never leave', cette phrase rend hommage au contexte George Floyd. Seul et impuissant, le personnage se voit contraint d'accepter cette situation et de s'y adapter. Dans le clip justement, on y voit apparaître plusieurs personnages qui représentent cette entité de la surveillance et du contrôle absolu. N'hésitez pas à y jeter un œil !"
    },
    {
        "name": "Join The Family",
        "cover": "/images/jtf_front.png",
        "type" : "EP",
        "yearRelease": "Février 2019",
        "tracks": 6,
        "tracklist": {
            "1" : "Reflexions",
            "2" : "He Feels Better",
            "3" : "Family",
            "4" : "Ready For A Million",
            "5" : "Buried",
            "6" : "Crap Out"
        },
        "totalLength" : "24 min 46 s",
        "description" : "Hey you"
    }
]